tap "homebrew/homebrew-bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "atool"
brew "bash"
brew "bmon"
brew "coreutils"
brew "diffutils"
brew "dos2unix"
#brew "ghc"
brew "git"
brew "gnu-sed"
brew "go"
brew "htop"
brew "httpie"
#brew "ipython"
brew "mmctl"
brew "mosh"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "pipenv"
brew "ranger"
brew "rclone"
brew "restic"
brew "rsync"
brew "sshuttle"
brew "stow"
brew "tmux"

cask "beekeeper-studio"
cask "bitwarden"
cask "docker"
cask "easy-move-plus-resize"
cask "firefox"
cask "gimp"
cask "google-chrome"
cask "http-toolkit"
cask "iterm2"
cask "keka"
cask "microsoft-teams"
cask "pritunl"
cask "rectangle"
cask "signal"
cask "sleek"
cask "spotify"
cask "steam"
cask "tomighty"
cask "tor-browser"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "zoom"
