tap "homebrew/homebrew-bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "atool"
brew "bandwhich"
brew "bash"
brew "bmon"
brew "coreutils"
brew "diffutils"
brew "dos2unix"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fzy"
brew "git"
brew "gnu-sed"
#brew "go"
brew "htop"
#brew "httpie"
#brew "ipython"
brew "jq"
brew "kubectl"
brew "magic-wormhole"
brew "mas"
brew "minikube"
#brew "mmctl"
#brew "mosh"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "ranger"
#brew "rclone"
brew "restic"
brew "ripgrep"
brew "rsync"
#brew "rust"
brew "sshuttle"
brew "stow"
brew "tmux"
brew "tree"
brew "yt-dlp"

#cask "beekeeper-studio"
cask "bitwarden"
cask "cyberduck"
cask "docker"
cask "easy-move-plus-resize"
cask "element"
cask "exifcleaner"
cask "firefox"
cask "gimp"
cask "gitup"
cask "google-chrome"
#cask "hex-fiend"
cask "iterm2"
cask "keka"
cask "lagrange"
cask "libreoffice"
#cask "mattermost"
#cask "microsoft-teams"
cask "rectangle"
cask "signal"
cask "sleek"
cask "spotify"
cask "steam"
cask "syncthing"
cask "tomighty"
cask "tor-browser"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "wireshark"
#cask "zoom"
