tap "homebrew/homebrew-bundle"

brew "atool"
#brew "bandwhich"
brew "bash"
brew "bat"
brew "bmon"
brew "coreutils"
brew "diffutils"
brew "exiftool"
brew "fd"
brew "findutils"
brew "git"
brew "gnu-sed"
brew "go"
brew "htop"
brew "joshuto"
brew "jq"
#brew "kubectl"
brew "media-info"
#brew "minikube"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "poppler"
#brew "ranger"
#brew "rclone"
#brew "restic"
brew "ripgrep"
brew "rsync"
brew "sshuttle"
brew "stow"
brew "tmux"
brew "tree"
brew "yt-dlp"

cask "bitwarden"
cask "chromium", args: { no_quarantine: true }
#cask "cyberduck"
cask "easy-move-plus-resize"
cask "element"
cask "exifcleaner"
cask "firefox"
cask "font-fantasque-sans-mono"
cask "gimp"
#cask "gitup"
cask "google-chrome"
#cask "hex-fiend"
cask "iterm2"
cask "keka"
cask "libreoffice"
cask "orbstack"
cask "rectangle"
cask "signal"
#cask "sleek"
cask "spotify"
cask "steam"
cask "syncthing"
cask "tor-browser"
#cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "whisky"
#cask "wireshark"
cask "yubico-authenticator"

vscode "bbenoist.Nix"
vscode "ryanolsonx.zenburn"
vscode "vscodevim.vim"
